{
    "Courses": "Courses",
    "Categories": "Categories",
    "Contact Us": "Contact Us",
    "About Us": "About Us",
    "SignIn": "Sign In",
    "SignUp": "Sign Up",
    "Korean Live Class Student Portal": "Korean Live Class Student Portal",
    "HeroDesc": "All courses for students, from beginners who are learning Korean to those who wish to learn the Korean language to the fullest, can be viewed on this website.",
    "ptext1": "Online courses",
    "ptext2": "Expert instruction",
    "ptext3": "Access anytime",
    "red-text": "Unlock your potential. Learn, grow, and succeed — one step at a time.",
    "who": "Who We Are?",
    "who-desc": "We are a dedicated Korean language online teaching class, developed to:",
    "who-content1": "Support unemployed individuals to find suitable employment in Korea",
    "who-content2": "Increase economic benefits to Sri Lanka",
    "who-content3": "Provide opportunities in Korea for skilled labour and professionals",
    "who-content4": "Improve village economies to industrial and mechanical economies",
    "who-content5": "Enhance cross-cultural understanding and global citizenship through language education",
    "who-content6": "Empower youth and women by providing accessible Korean language learning pathways",
    "services": "Our Services",
    "services-title1": "Language Proficiency",
    "services-content1": "We provide Korean language proficiency in written, spoken and comprehension for all types and ages of individuals",
    "services-title2": "Guidance",
    "services-content2": "We provide guidance to those seeking to travel to Korea for work, migration or studentship with country, living, study, work and lifestyle information",
    "services-title3": "Access",
    "services-content3": "We provide access to learning portals, sample proficiency examination training, language dictionary and other language services at no additional cost",
    "services-title4": "Opportunities",
    "services-content4": "We also provide support in obtaining information on available opportunities in Korea for Sri Lankans such as professional and skilled job opportunities",
    "top-courses": "Top Courses",
    "top-categories": "Top Categories",
    "benefits": "Benefits Of Our Institution",
    "benefits-content1": "The benefits of our institution is that we are an institution with a range of courses specifically designed to provide you with an education that is useful at any stage of your life."
  }
  