{
    "Courses": "Courses",
    "kWords" : "Korean Words",
    "Categories": "Categories",
    "Contact Us": "Contact Us",
    "About Us": "About Us",
    "ins": "Ven Kalyanapura Mangala",
    "SignIn": "Sign In",
    "SignIn1": "SignIn",
    "SignUp": "Sign Up",
    "Korean Live Class Student Portal": "Your success is our goal.",
    "HeroDesc": "All courses for students, from beginners who are learning Korean to those who wish to learn the Korean language to the fullest, can be viewed on this website.",
    "phoneT": "Korean Language Online Platform",
    "ptext1": "Online courses",
    "ptext2": "Expert instruction",
    "ptext3": "Access anytime",
    "red-text": "Unlock your potential. Learn, grow, and succeed — one step at a time.",
    "who": "Who We Are?",
    "who1": "Who We Are",
    "who-desc": "Through our institution, we use the Korean language online method to improve students' Korean language knowledge and also provide subject matter teaching for Korean exams.",
    "who-content1": "Support unemployed individuals to find suitable employment in Korea",
    "who-content2": "Increase economic benefits to Sri Lanka",
    "who-content3": "Guidance for job opportunities for skilled professionals in Korea",
    "who-content4": "Improve village economies to industrial and mechanical economies",
    "who-content5": "Enhance cross-cultural understanding and global citizenship through language education",
    "who-content6": "Empower youth and women by providing accessible Korean language learning pathways",
    "services": "Our Services",
    "services-title1": "Language Proficiency",
    "services-content1": "We provide Korean language proficiency in written, spoken and comprehension for all types and ages of individuals",
    "services-title2": "Guidance",
    "services-content2": "We provide guidance to those seeking to travel to Korea for work, migration or studentship with country, living, study, work and lifestyle information",
    "services-title3": "Access",
    "services-content3": "We provide access to learning portals, sample proficiency examination training, language dictionary and other language services at no additional cost",
    "services-title4": "Opportunities",
    "services-content4": "We also provide support in obtaining information on available opportunities in Korea for Sri Lankans such as professional and skilled job opportunities",
    "top-courses": "Top Courses",
    "top-categories": "Top Categories",
    "benefits": "Benefits Of Our Institution",
    "benefits-content1": "Courses are available for Korean speaking skills",
    "benefits-content2": "Providing sufficient reference time for all courses",
    "benefits-content3": "Courses designed for beginners in the Korean language",
    "benefits-content4": "Ability to view all courses up to citizenship",
    "benefits-content5": "Gathering scattered facts about Korea in one place",
    "benefits-content6": "Special discounts for students who have taken one of our courses",
    "benefits-content7": "Intervening in issues within or outside the workplace",
    "benefits-content8": "Ability to stay on during unemployment",
    "benefits-content9": "Guide to long-term visas in Korea",
    "benefits-content10": "Guidance for student visas in Korea",
    "benefits-content11": "Fast and easy to contact at any time",
    "our-monk": "Our Korean monk",
    "our-monk-desc": "Venerable Kalyanapura Mangala Thero has been living in South Korea for almost 15 years. He is a graduate of the University of Kelaniya. After completing the Korean language course at Widok University in South Korea in 2010, he obtained a Bachelor of Arts and a Master of Arts in Buddhist Culture and graduated from the university in 2016. He has also built a temple in the Daegu area for Sri Lankans who left the university in 2016. He has written several books on the Korean language for children studying the Korean language and is conducting lectures using videos related to the Korean language. He has also been working as a registered educational interpreter with the Korean government for several years. He was also named as a Sri Lankan guide for the Korean National Parks in 2025.",
    "our-monk-desc2": "He has also received the highest awards from the Parliament, the City Council and the South Korean Police in recognition of his service not only to Sri Lankans but also to Korean society.",
    "f-desc": "Join live Korean classes anytime, anywhere. Build your skills with expert teacher, interactive lessons, and a supportive community. Start your journey today!",
    "quick-services": "Quick Services",
    "help": "Help & Support",
    "help2": "Help",
    "Privacy Policy": "Privacy Policy",
    "Terms of Service": "Terms of Service",
    "Refund Policy": "Refund Policy",
    "login": "Login Page",
    "reset": "Password Reset Page",
    "resetBtn": "Reset",
    "register": "Don't have an account? Regiser.",
    "username": "Username",
    "password": "Password",
    "newPw": "New Password",
    "confirmPw": "Confirm Password",
    "buyCourse": "Purchase Course",
    "myCourses": "My Courses",
    "ul": "Useful Links",
    "kbooks": "Korean Books",
    "aboutKorea": "About Korea",
    "logout": "Logout",
    "what": "What we do",
    "word": "Korean word of the day",
    "learnK": "Let's Learn Korean",
    "purchase": "Purchase",
    "experience": "Years of Experience",
    "students": "Number of Students",
    "words": "Korean Words",
    "methods": "Grammatical methods",
    "kc": "Korean Courses",
    "cNo": "Contact Numbers",
    "email": "E-mail",
    "pp-p1": "We are committed to protecting your personal information (PII) and maintaining your privacy and security. This privacy policy explains how we collect, use, and safeguard your information.",
  "pp-h1": "1. Accountability",
  "pp-p2": "We are responsible for personal information under our control. We have designated individuals to ensure compliance with this privacy policy.",
  "pp-h2": "2. Identifying Purposes",
  "pp-p3": "When collecting personal information, we will clearly identify the purposes for which it is being collected. Additional purposes may be added with your consent.",
  "pp-h3": "3. Consent",
  "pp-p4": "We will obtain your consent when collecting, using, or disclosing your personal information. You may withdraw your consent at any time, subject to legal or contractual restrictions.",
  "pp-h4": "4. Limiting Collection",
  "pp-p5": "We will collect only the Personal Information necessary for identified purposes. With your consent, information may be collected through in-person interactions, phone, mail, fax, or online communication.",
  "pp-h5": "5. Limiting Use, Disclosure, and Retention",
  "pp-p6": "We will use or disclose Personal Information only for the purposes for which it was collected, unless otherwise authorized by you or required by law. Information will be retained only as long as necessary to fulfill those purposes or comply with legal requirements.",
  "pp-h6": "6. Accuracy",
  "pp-p7": "We strive to keep Personal Information accurate, complete, and up-to-date as required for the purposes for which it is used.",
  "pp-h7": "7. Safeguarding Customer Information",
  "pp-p8": "We protect Personal Information with appropriate security measures based on its sensitivity. We take reasonable precautions to prevent loss, misuse, or unauthorized access. In response to user feedback, we may block accounts when appropriate.",
  "pp-note1": "Note: Once phone numbers are shared between service providers and consumers, we cannot control subsequent interactions. We disclaim responsibility for any issues arising thereafter. However, we may review complaints and take precautionary action such as blacklisting offending parties.",
  "pp-h8": "8. Openness",
  "pp-p9": "We will make information about our privacy practices available to you upon request.",
  "pp-h9": "9. Customer Access",
  "pp-p10": "Upon request, you will be informed of the existence, use, and disclosure of your Personal Information and given access to it. You may request corrections if appropriate. In some cases, we may not be able to disclose certain information due to legal or proprietary constraints.",
  "pp-h10": "10. Handling Complaints and Suggestions",
  "pp-p11": "For any questions or concerns regarding this policy or our privacy practices, please contact us at:",
  "pp-email": "Email: info@koreanliveclass.com",
  "pp-note2": "Special Note: Once we share contact details between service providers and consumers, we consider our responsibility fulfilled. We do not mediate further disputes. However, we may review serious complaints and reserve the right to blacklist accounts if necessary.",
  "pp-h11": "Additional Information",
  "pp-h12": "Cookies",
  "pp-p12": "We may use cookies to enhance website functionality and provide a personalized user experience. Most browsers accept cookies by default, but you may adjust your settings to decline them. Note that disabling cookies may affect website performance.",
  "pp-h13": "Third-Party Websites",
  "pp-p13": "Our website may link to third-party sites that are not governed by this policy. We recommend reviewing their privacy policies to understand how they handle your information.",
  "terms-h1": "Introduction",
  "terms-p1": "This website & mobile applications are operated by Korean Live Class (Pvt) Ltd. The terms “we”, “us”, and “our” refer to KLC. The use of our website is subject to the following terms and conditions of use, as amended from time to time (the “Terms”). The Terms are to be read together by you with any terms, conditions or disclaimers provided in the pages of our website. Please review the Terms carefully. The Terms apply to all users of our website, including without limitation, users who are browsers, students, customers, merchants, vendors and/or contributors of content. If you access and use this website, you accept and agree to be bound by and comply with the Terms and our Privacy Policy. If you do not agree to the Terms or our Privacy Policy, you are not authorized to access our website, use any of our website’s services or place an order on our website.",
  "terms-h2": "Use of our Website/Mobile Applications",
  "terms-p2": "You agree to use our website for legitimate purposes and not for any illegal or unauthorized purpose, including without limitation, in violation of any intellectual property or privacy law. By agreeing to the Terms, you represent and warrant that you are at least the age of majority in your state or province of residence and are legally capable of entering into a binding contract.",
  "terms-p22": "You agree to not use our website to conduct any activity that would constitute a civil or criminal offence or violate any law. You agree not to attempt to interfere with our website’s network or security features or to gain unauthorized access to our systems.",
  "terms-p23": "You agree to provide us with accurate personal information, such as your email address, mailing address and other contact details in order to complete your order or contact you as needed. You agree to promptly update your account and information. You authorize us to collect and use this information to contact you in accordance with our Privacy Policy.",
  "terms-h3": "General Conditions",
  "terms-p3": "We reserve the right to refuse service to anyone, at any time, for any reason. We reserve the right to make any modifications to the website, including terminating, changing, suspending or discontinuing any aspect of the website at any time, without notice. We may impose additional rules or limits on the use of our website. You agree to review the Terms regularly and your continued access or use of our website will mean that you agree to any changes.You agree that we will not be liable to you or any third party for any modification, suspension or discontinuance of our website or for any service, content, feature, mobile product or services offered through our website.",
  "terms-h4": "Products or Services",
  "terms-p4": "All purchases through our website are subject to product/services availability. We may, in our sole discretion, limit or cancel the quantities offered on our website or limit the sales of our products or services to any person, household, geographic region or jurisdiction.Prices for our products/services are subject to change, without notice. Unless otherwise indicated, prices displayed on our website are quoted in Sri Lankan Rupees (LKR).We reserve the right, in our sole discretion, to refuse orders, including without limitation, orders that appear to be placed by service providers or service consumers. If we believe that you have made a false or fraudulent registration, we will be entitled to cancel the registration and inform the relevant authorities.",
  "terms-h5": "Links to Third-Party Websites / Mobile Applications",
  "terms-p5": "Links from or to websites outside our website are meant for convenience only. We do not review, endorse, approve or control, and are not responsible for any sites linked from or to our website, the content of those sites, the third parties named therein, or their products and services. Linking to any other site is at your sole risk and we will not be responsible or liable for any damages in connection with linking.",
  "terms-h6": "Use Comments, Feedback, and Other Submissions",
  "terms-p6": "You acknowledge that you are responsible for the information, profiles, opinions, messages, comments and any other content (collectively, the “Content”) that you post, distribute or share on or through our website or services available in connection with our website. You further acknowledge that you have full responsibility for the Content, including but limited to, with respect to its legality, and its trademark, copyright and other intellectual property ownership.You agree that any Content submitted by you in response to a request by us for a specific submission may be edited, adapted, modified, recreated, published, or distributed by us. You further agree that we are under no obligation to maintain any Content in confidence, to pay compensation for any Content or to respond to any Content.",
  "terms-p66": "You agree that you will not post, distribute or share any Content on our website that is protected by copyright, trademark, patent or any other proprietary right without the express consent of the owner of such proprietary right. You further agree that your Content will not be unlawful, abusive or obscene nor will it contain any malware or computer virus that could affect our website’s operations. You will be solely liable for any Content that you make and its accuracy. We have no responsibility and assume no liability for any Content posted by you or any third-party.We reserve the right to terminate your ability to post on our website and to remove and/or delete any Content that we deem objectionable. You consent to such removal and/or deletion and waive any claim against us for the removal and/or deletion of your Content.",
  "terms-h7": "Your Personal Information",
  "terms-p7": "Please see our Privacy Policy to learn about how we collect, use, and share your personal information.",
  "terms-h8": "Errors and Omissions",
  "terms-p8": "Please note that our website may contain typographical errors or inaccuracies and may not be complete or current. We reserve the right to correct any errors, inaccuracies or omissions and to change or update information at any time, without prior notice (including after an order has been submitted). Such errors, inaccuracies or omissions may relate to product description, pricing, promotion and availability and we reserve the right to cancel or refuse any order placed based on incorrect pricing or availability information, to the extent permitted by applicable law.We do not undertake to update, modify or clarify information on our website, except as required by law. ",
  "terms-h9": "Disclaimer and Limitation of Liability",
  "terms-p9": "You assume all responsibility and risk with respect to your use of our website, which is provided “as is” without warranties, representations or conditions of any kind, either express or implied, with regard to information accessed from or via our website, including without limitation, all content and materials, and functions and services provided on our website, all of which are provided without warranty of any kind, including but not limited to warranties concerning the availability, accuracy, completeness or usefulness of content or information, uninterrupted access, and any warranties of title, non-infringement, merchantability or fitness for a particular purpose. We do not warrant that our website or its functioning or the content and material of the services made available thereby will be timely, secure, uninterrupted or error-free, that defects will be corrected, or that our websites or the servers that make our website available are free of viruses or other harmful components.The use of our website is at your sole risk and you assume full responsibility for any costs associated with your use of our website. We will not be liable for any damages of any kind related to the use of our website.",
  "terms-p99": "In no event will we, or our affiliates, our or their respective content or service providers, or any of our or their respective directors, officers, agents, contractors, suppliers or employees be liable to you for any direct, indirect, special, incidental, consequential, exemplary or punitive damages, losses or causes of action, or lost revenue, lost profits, lost business or sales, or any other type of damage, whether based in contract or tort (including negligence), strict liability or otherwise, arising from your use of, or the inability to use, or the performance of, our website or the content or material or functionality through our website, even if we are advised of the possibility of such damages.Certain jurisdictions do not allow limitation of liability or the exclusion or limitation of certain damages. In such jurisdictions, some or all of the above disclaimers, exclusions, or limitations, may not apply to you and our liability will be limited to the maximum extent permitted by law.",
  "terms-h10": "Indemnification",
  "terms-p10": "You agree to defend and indemnify us, and hold us and our affiliates harmless, and our and their respective directors, officers, agents, contractors, and employees against any losses, liabilities, claims, expenses (including legal fees) in any way arising from, related to or in connection with your use of our website, your violation of the Terms, or the posting or transmission of any materials on or through the website by you, including but not limited to, any third party claim that any information or materials provided by you infringe upon any third party proprietary rights.",
  "terms-h11": "Entire Agreement",
  "terms-p11": "The Terms and any documents expressly referred to in them represent the entire agreement between you and us in relation to the subject matter of the Terms and supersede any prior agreement, understanding or arrangement between you and us, whether oral or in writing. Both you and we acknowledge that, in entering into these Terms, neither you nor we have relied on any representation, undertaking or promise given by the other or implied from anything said or written between you and us prior to such Terms, except as expressly stated in the Terms.",
  "terms-h12": "Waiver & Severability",
  "terms-p12": "Our failure to exercise or enforce any right or provision of the Terms will not constitute a waiver of such right or provision. A waiver by us of any default will not constitute a waiver of any subsequent default. No waiver by us is effective unless it is communicated to you in writing.",
  "terms-h13": "Governing Law",
  "terms-p13": "Any disputes arising out of or relating to the Terms, the Privacy Policy, use of our website, or our products or services offered on our website will be resolved in accordance with the laws of Sri Lanka without regard to its conflict of law rules. Any disputes, actions or proceedings relating to the Terms or your access to or use of our website must be brought before the courts of Sri Lanka in the City of Colombo."
  }
  