{
    "Courses": "Courses",
    "kWords" : "Korean Words",
    "Categories": "Categories",
    "Contact Us": "Contact Us",
    "About Us": "About Us",
    "ins": "Ven Kalyanapura Mangala",
    "SignIn": "Sign In",
    "SignIn1": "SignIn",
    "SignUp": "Sign Up",
    "Korean Live Class Student Portal": "Korean Live Class Student Portal",
    "HeroDesc": "All courses for students, from beginners who are learning Korean to those who wish to learn the Korean language to the fullest, can be viewed on this website.",
    "phoneT": "Korean Language Online Platform",
    "ptext1": "Online courses",
    "ptext2": "Expert instruction",
    "ptext3": "Access anytime",
    "red-text": "Unlock your potential. Learn, grow, and succeed — one step at a time.",
    "who": "Who We Are?",
    "who-desc": "We are a dedicated Korean language online teaching class, developed to:",
    "who-content1": "Support unemployed individuals to find suitable employment in Korea",
    "who-content2": "Increase economic benefits to Sri Lanka",
    "who-content3": "Provide opportunities in Korea for skilled labour and professionals",
    "who-content4": "Improve village economies to industrial and mechanical economies",
    "who-content5": "Enhance cross-cultural understanding and global citizenship through language education",
    "who-content6": "Empower youth and women by providing accessible Korean language learning pathways",
    "services": "Our Services",
    "services-title1": "Language Proficiency",
    "services-content1": "We provide Korean language proficiency in written, spoken and comprehension for all types and ages of individuals",
    "services-title2": "Guidance",
    "services-content2": "We provide guidance to those seeking to travel to Korea for work, migration or studentship with country, living, study, work and lifestyle information",
    "services-title3": "Access",
    "services-content3": "We provide access to learning portals, sample proficiency examination training, language dictionary and other language services at no additional cost",
    "services-title4": "Opportunities",
    "services-content4": "We also provide support in obtaining information on available opportunities in Korea for Sri Lankans such as professional and skilled job opportunities",
    "top-courses": "Top Courses",
    "top-categories": "Top Categories",
    "benefits": "Benefits Of Our Institution",
    "benefits-content1": "Courses are available for Korean speaking skills",
    "benefits-content2": "Providing sufficient reference time for all courses",
    "benefits-content3": "Courses designed for beginners in the Korean language",
    "benefits-content4": "Ability to view all courses up to citizenship",
    "benefits-content5": "Gathering scattered facts about Korea in one place",
    "benefits-content6": "Special discounts for students who have taken one of our courses",
    "benefits-content7": "Intervening in issues within or outside the workplace",
    "benefits-content8": "Ability to stay on during unemployment",
    "benefits-content9": "Guide to long-term visas in Korea",
    "benefits-content10": "Guidance for student visas in Korea",
    "benefits-content11": "Fast and easy to contact at any time",
    "our-monk": "Our Korean monk",
    "our-monk-desc": "Venerable Kalyanapura Mangala Thero has been living in South Korea for almost 15 years. He is a graduate of the University of Kelaniya. After completing the Korean language course at Widok University in South Korea in 2010, he obtained a Bachelor of Arts and a Master of Arts in Buddhist Culture and graduated from the university in 2016. He has also built a temple in the Daegu area for Sri Lankans who left the university in 2016. He has written several books on the Korean language for children studying the Korean language and is conducting lectures using videos related to the Korean language. He has also been working as a registered educational interpreter with the Korean government for several years. He was also named as a Sri Lankan guide for the Korean National Parks in 2025.",
    "our-monk-desc2": "He has also received the highest awards from the Parliament, the City Council and the South Korean Police in recognition of his service not only to Sri Lankans but also to Korean society.",
    "f-desc": "Join live Korean classes anytime, anywhere. Build your skills with expert teacher, interactive lessons, and a supportive community. Start your journey today!",
    "quick-services": "Quick Services",
    "help": "Help & Support",
    "help2": "Help",
    "Privacy Policy": "Privacy Policy",
    "Terms of Service": "Terms of Service",
    "Refund Policy": "Refund Policy",
    "login": "Login Page",
    "reset": "Password Reset Page",
    "resetBtn": "Reset",
    "register": "Don't have an account? Regiser.",
    "username": "Username",
    "password": "Password",
    "newPw": "New Password",
    "confirmPw": "Confirm Password",
    "buyCourse": "Purchase Course",
    "myCourses": "My Courses",
    "ul": "Useful Links",
    "kbooks": "Korean Books",
    "aboutKorea": "About Korea",
    "logout": "Logout",
    "what": "What we do?",
    "word": "Word of the day"
  }
  